Revit 2024 API
BuiltInFailures.TagFailures.CannotPasteOrphanTagsWarn Property
 Orphaned tags cannot be pasted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPasteOrphanTagsWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotPasteOrphanTagsWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPasteOrphanTagsWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace